Repository: City-of-Helsinki/kuvaselaamo
Catalog: kuvaselaamo/locale/*/LC_MESSAGES/django.po
Languages: fi, sv

source: Welcome title
fi: Tervetuloa Helsinki-aiheisten valokuvien aarreaittaan!

source: Welcome text
fi: Yli 65 000 kuvaa käytössäsi ilmaiseksi! Voit ladata koneellesi painokelpoisia kuvia tai tilata maksullisia kuvatulosteita.

source: Search description
fi: Etsi kuvia museon arkistosta millä tahansa hakusanalla, esimerkiksi paikan nimellä tai vuosiluvulla:

source: Orderer's name
fi: Tilaajan nimi

source: Max amount of albums is three
fi: Voit valita enintään kolme albumia

source: Created
fi: Luotu
sv: Skapad

source: Modified
fi: Muokattu
sv: Redigerad

source: Finnish
fi: suomi
sv: finska

source: English
fi: englanti
sv: engelska

source: Swedish
fi: ruotsi
sv: svenska

source: User
fi: Käyttäjä
sv: Användare

source: Is admin
fi: Pääkäyttäjä
sv: Huvudanvändare

source: Language
fi: In English / På Svenska
sv: Suomeksi / In English

source: Normal
fi: Normaali

source: Favorite
fi: Suosikki
sv: Favorit

source: Owner
fi: Omistaja
sv: Ägare

source: Title
fi: Otsikko
sv: Titel

source: Description
fi: Kuvaus
sv: Beskrivning

source: Public
fi: Julkinen
sv: Offentlig

source: Featured
fi: Näytteillä
sv: Utställt

source: Show in landing page
fi: Näytä etusivulla
sv: Visa på första sidan

source: Use in Showcases
fi: Käytä esittelyissä

source: Type
fi: Tyyppi
sv: Typ

source: Creator
fi: Tekijä
sv: Upphovsman

source: Collection
fi: Albumi
sv: Album

source: Finna record ID
fi: Finna-tietueen ID
sv: Finna-postens ID

source: Edited full resolution image
fi: Editoi täysiresoluutioisen kuvan
sv: Redigera bild med full upplösning

source: Edited preview image
fi: Editoi esikatselukuvan
sv: Redigera bild i förhandsvisning

source: Showcase title
fi: Otsikko

source: Albums
fi: Albumit

source: Show on Home page
fi: Näytä etusivulla

source: Name
fi: Nimi
sv: Namn

source: Price
fi: Hinta
sv: Pris

source: api-poster-gloss-30x40
fi: 30x40 cm, Puolikiiltävä 240g
sv: 30x40 cm, Semi-Gloss 240g

source: api-poster-gloss-40x30
fi: 40x30 cm, Puolikiiltävä 240g

source: api-poster-50x70
fi: 50x70 cm, Matta 180g
sv: 50x70 cm, Matt 180g

source: api-poster-70x50
fi: 70x50 cm, Matta 180g
sv: 70x50 cm, Matt 180g

source: api-poster-gloss-A4-horizontal
fi: A4 Vaaka, Puolikiiltävä 240g
sv: A4 Liggande, Semi-Gloss 240g

source: api-poster-gloss-A4
fi: A4 Pysty, Puolikiiltävä 240g
sv: A4 Stående, Semi-Gloss 240g

source: Width
fi: Leveys
sv: Bredd

source: Height
fi: Korkeus
sv: Höjd

source: Paper quality
fi: Paperin laatu
sv: Papperskvalitet

source: Session
fi: Sessio

source: First name
fi: Etunimi
sv: Förnamn

source: Last name
fi: Sukunimi
sv: Efternamn

source: Email
fi: Sähköposti
sv: E-post

source: Phone number
fi: Puhelinnumero
sv: Telefonnummer

source: Street adress
fi: Katuosoite
sv: Gatuadress

source: Postal code
fi: Postinumero
sv: Postnummer

source: City
fi: Postitoimipaikka
sv: Postanstalt

source: Crop x coordinate from left
fi: Rajaa x-koordinaatti vasemmalta
sv: Beskär bilden genom att ändra på x-koordinaten i vänster kant

source: Crop y coordinate from top
fi: Rajaa y-koordinaatti ylhäältä
sv: Beskär bilden genom att ändra på y-koordinaten i övre kant

source: Crop width
fi: Rajauksen leveys
sv: Avgränsningens bredd

source: Crop height
fi: Rajauksen korkeus
sv: Avgränsningens höjd

source: Original image width
fi: Kuvan alkuperäinen leveys
sv: Bildens ursprungliga bredd

source: Original image height
fi: Kuvan alkuperäinen korkeus
sv: Bildens ursprungliga höjd

source: Full res original image width
fi: Kokoresoluutioisen kuvan alkuperäinen leveys
sv: Den högupplösta bildens ursprungliga bredd

source: Full res original image height
fi: Kokoresoluutioisen kuvan alkuperäinen korkeus
sv: Den högupplösta bildens ursprungliga höjd

source: Image URL
fi: Kuvan URL
sv: Bildens URL

source: Cropped Image URL
fi: Rajatun kuvan URL
sv: Den beskurna bildens URL

source: Record
fi: Kuva
sv: Bild

source: Order form phase
fi: Tilauksen vaihe
sv: Beställningens status

source: Randomized order identifier phrase
fi: Tilauksen yksilöivä satunnainen tunniste
sv: Beställningens individuella, slumpmässiga kod

source: Product type
fi: Tuotetyyppi
sv: Produkttyp

source: Product Name
fi: Tuotteen nimi
sv: Produktnamn

source: Amount
fi: Määrä
sv: Antal

source: Shipping fees
fi: toimituskulut
sv: leveranskostnader

source: Unit price
fi: Yksikköhinta
sv: Pris per styck

source: Total price
fi: Kokonaishinta
sv: Totalpris

source: Confirmed
fi: Vahvistettu
sv: Bekräftat

source: Checkout started
fi: Kassatapahtuma aloitettu
sv: Kassatransaktionen har påbörjats

source: Checkout ended
fi: Kassatapahtuma päättynyt
sv: Kassatransaktionen har avslutats

source: Checkout successful
fi: Kassatapahtuma onnistui
sv: Kassatransaktionen lyckades

source: Payment processed at
fi: Maksu käsitelty
sv: Betalningen har behandlats

source: Payment successful
fi: Maksu onnistui
sv: Betalningen lyckades

source: Order started
fi: Tilaus aloitettu
sv: Beställningen har påbörjats

source: Order ended
fi: Tilaus päättynyt
sv: Beställningen har avslutats

source: Order successful
fi: Tilaus onnistui
sv: Beställningen lyckades

source: Content
fi: Sisältö
sv: Innehåll

source: Notification sent
fi: Ilmoitus lähetetty
sv: Annonsen skickad

source: Edited image
fi: Muokattu kuva
sv: Redigerad bild

source: Total order price
fi: Kokonaishinta
sv: Totalpris

source: Sent to printer
fi: Lähetetty tulostettavaksi
sv: Skickas till skrivaren

source: Randomized order collection identifier phrase
fi: Tilauskokoelman yksilöivä satunnainen tunniste

source: Kuvaselaamopalaute
fi: Helsinkikuvia.fi palaute
sv: Bildapoteksrespons

source: Kuvaselaamo
fi: Helsinkikuvia.fi
sv: Helsingforsbilder.fi

source: Facebook login
fi: Facebook-kirjautuminen
sv: Facebook-inloggning

source: Google login
fi: Google-kirjautuminen
sv: Google-inloggning

source: Login with credentials
fi: Kirjaudu sisään tunnuksilla
sv: Logga in med koder

source: Sign up
fi: Luo tunnus
sv: Skapa kod

source: Information about the service
fi: Tietoa palvelusta
sv: Information om tjänsten

source: Frequently asked questions
fi: Kysymyksiä ja vastauksia
sv: Frågor och svar

source: Terms of use
fi: Käyttöehdot
sv: Användningsvillkor

source: Privacy policy
fi: Tietosuoja
sv: Dataskydd

source: Accessibility statement
fi: Saavutettavuusseloste

source: Feedback
fi: Palaute
sv: Respons

source: This service is provided by
fi: Tämän palvelun tarjoaa
sv: Denna tjänst erbjuds av

source: Kuvaselaamo of Helsinki City Museum
fi: Helsingin kaupunginmuseon Kuvaselaamo
sv: Helsingfors stadsmuseums Bildapotek

source: Image view
fi: Kuvanäkymä

source: Previous image
fi: Edellinen kuva
sv: Föregående bild

source: Next image
fi: Seuraava kuva
sv: Nästa bild

source: Share
fi: Jaa
sv: Dela

source: Show details
fi: Näytä tarkat tiedot
sv: Visa detaljer

source: Download picture
fi: Lataa kuva
sv: Ladda ner

source: Buy this as a poster
fi: Osta tämä julisteena
sv: Köp denna bild som affisch

source: Identification information
fi: Kuvan tiedot
sv: Bildens ID:

source: Image type:
fi: Kuvatyyppi:
sv: Bildtyp:

source: Image ID:
fi: Kuvan tunniste:
sv: Bildens ID:

source: Creation information
fi: Tekijätiedot
sv: Information om bilden

source: Photographer:
fi: Tekijä:
sv: Upphovsman:

source: Image pick-up year:
fi: Ajankohta:
sv: Tidpunkt:

source: Address:
fi: Osoite:

source: Property information
fi: Tallenteen tiedot
sv: Bildens egenskaper

source: Measurements:
fi: Mitat:
sv: Mått:

source: License information
fi: Lisenssi
sv: Licens

source: Related collections
fi: Kuvaan liittyvät albumit
sv: Album som hör samman med bilden

source: No description
fi: Ei kuvausta
sv: Ingen beskrivning

source: Image feedback
fi: Lähetä palautetta kuvasta
sv: Skicka respons om bilden

source: Submit
fi: Lähetä
sv: Skicka

source: Feedback success
fi: Palaute lähetetty onnistuneesti!

source: Feedback error
fi: Lähetyksessä tapahtui virhe. Yritä hetken kuluttua uudestaan

source: Crop and order
fi: Rajaa ja tilaa
sv: Avgränsa och beställ

source: Close
fi: Sulje
sv: Stäng

source: Crop and download
fi: Rajaa ja lataa
sv: Avgränsa och ladda upp

source: Download
fi: Lataa
sv: Ladda upp

source: Crop and add to collection
fi: Rajaa ja lisää albumiin
sv: Avgränsa och lägg till i albumet

source: Add to an existing collection
fi: Lisää olemassa olevaan albumiin
sv: Lägg till i befintligt album

source: Create a new collection
fi: Luo uusi albumi
sv: Skapa nytt album

source: New collection
fi: Uusi albumi
sv: Nytt album

source: Add to collection
fi: Lisää albumiin
sv: Lägg till i albumet

source: Message
fi: Viesti
sv: Meddelande

source: Total
fi: Kokonaishinta
sv: Totalpris

source: Incl. VAT
fi: Sis. ALV
sv: Inkl. moms

source: Log in
fi: Kirjaudu sisään
sv: Logga in

source: Shopping cart
fi: Ostoskori

source: Search
fi: Haku
sv: Sök

source: Find
fi: Etsi

source: Search pictures
fi: Etsi kuvia

source: With word
fi: sanalla

source: Explore collections
fi: Selaa albumeita
sv: Bläddra i album

source: My collections
fi: Omat albumit
sv: Mina album

source: Profile menu
fi: Profiili valikko

source: Logout
fi: Kirjaudu ulos
sv: Logga ut

source: No search results
fi: Ei hakutuloksia
sv: Inga sökresultat

source: Oops, there was an error, try again soon.
fi: Kuvien haku epäonnistui. Kokeile hetken kuluttua uudestaan.
sv: Bildsökning har misslyckats. Försök igen om en stund.

source: Finnas material server is not responding
fi: Finnan aineistopalvelin ei vastaa
sv: Finnas materialserver svarar inte

source: Download printable image
fi: Lataa painokelpoinen kuva
sv: Ladda upp publikationsduglig bild

source: Download web-image
fi: Lataa web-kuva
sv: Ladda upp en webbild

source: Order a product of the image
fi: Tilaa kuvatuote
sv: Beställ en bildprodukt

source: This is a low resolution image, product orders are not available
fi: Tämä on pieniresoluutioinen kuva. Tuotteita ei voi tilata.
sv: Detta är en bild med låg upplösning. Produkterna kan inte beställas.

source: Add to favorites
fi: Lisää suosikkeihin
sv: Lägg till i favoriter

source: Remove from favorites
fi: Poista suosikeista

source: Copy share url to clipboard
fi: Kopioi kuvan osoite leikepöydälle
sv: Kopiera bildens adress till klippbordet

source: Buy
fi: Osta
sv: Köp

source: #error-404-title
fi: 404 - Sivua ei löydy
sv: 404 - Sidan hittades inte

source: #error-404-paragraph
fi: Etsimääsi sivua ei löydy
sv: Tyvärr kunde vi inte hitta den sida du letar efter.

source: #error-500-title
fi: 500 - Palvelinvirhe
sv: 500 - Internt fel på webbservern

source: Discount code
fi: Alennuskoodi
sv: Rabattkod

source: Use code
fi: Käytä
sv: Använd rabattkod

source: Back to Homepage
fi: Takaisin etusivulle
sv: Tillbaka till startsidan

source: Remove row
fi: Poista rivi

source: Increase
fi: Lisää tuotteen määrää

source: Decrease
fi: Vähennä tuotteen määrää

source: Proceed to Checkout
fi: Tilaa
sv: Fortsätt till utcheckningen

source: Set to public
fi: Aseta julkiseksi
sv: Ställ in som offentlig

source: Set to featured
fi: Aseta ajankohtaiseksi
sv: Ställ in som aktuell

source: Save
fi: Tallenna
sv: Spara

source: Cancel
fi: Peruuta
sv: Ångra

source: Add images
fi: Lisää kuvia
sv: Lägg till bilderna

source: Are you sure you want to delete this item?
fi: Oletko varma, että haluat poistaa tämän kuvan albumista?
sv: Är du säker på att du vill ta bort den här bilden från albumet?

source: Picture
fi: Kuva
sv: Bild

source: Back to collection
fi: Takaisin albumiin
sv: Tillbaka till albumet

source: Left and right click to zoom.
fi: Suurenna ja pienennä kuvaa hiiren painikkeilla
sv: Vänsterklicka och högerklicka för att zooma in och ut

source: Ladata ilmaiseksi laitteellesi verkko- tai korkearesoluutioisia kuvia
fi: - Ladata ilmaiseksi laitteellesi painokelpoisia tai pienempiä, verkkokäyttöön sopivia kuvia*
sv: - Gratis ladda ned både tryckbara och mindre bilder, som lämpar sig t.ex. för webbanvändning*

source: Tilata maksullisia kuvatuotteita, kuten julisteita ja postikortteja
fi: - Tilata maksullisia kuvatuotteita, kuten julisteita
sv: - Beställa avgiftsbelagda bildprodukter såsom affischer och postkort.

source: Myös kaupallinen käyttö on sallittua, jos muu lainsäädäntö ei sitä estä.
fi: *Voit käyttää lataamiasi kuvia haluamaasi tarkoitukseen, kunhan muistat mainita kuvan ottajan nimen ja Helsingin kaupunginmuseon.
sv: Du kan fritt använda de bilder du laddat ned, bara du kommer ihåg att nämna fotografens namn och Helsingfors stadsmuseum.

source: Add to a new collection
fi: Lisää uuteen albumiin
sv: Lägg till i nytt album

source: Search for images from the museum archive
fi: Etsi kuvia museon arkistosta
sv: Sök bilder i museets arkiv

source: Valitse alta haluamasi painotuotetyyppi ja tilattavien tuotteiden lukumäärä.
fi: Valitse alta haluamasi kuvatuotetyyppi ja tilattavien tuotteiden lukumäärä.
sv: Välj nedan bildproduktens typ och antal produkter som du vill beställa.

source: Rajaa kuva haluamasi suuruiseksi muuttamalla kuvan päällä oleva kehikon kokoa.
fi: Rajaa kuva muuttamalla kuvan päällä olevan kehikon kokoa.
sv: Beskär bilden genom att ändra på storleken på ramen ovanpå bilden.

source: Huomaathan, että rajaamalla kuvan kokoa laatu voi kärsiä.
fi: Huomaathan, että jos kuvaa rajataan, sen laatu voi kärsiä.
sv: Observera att beskärningen kan försämra bildkvaliteten.

source: Add to cart
fi: Lisää koriin
sv: Lägg i korgen

source: Contact information
fi: Tilauksesi yhteystiedot

source: Thank you for purchase
fi: Kiitos tilauksestasi

source: Saat tilauksesta vielä sähköpostilla erillisen tilausvahvistuksen.
fi: Saat vielä erillisen tilausvahvistuksen sähköpostitse.
sv: Du får en separat orderbekräftelse till din e-post.

source: Tilauksen lähettämisessä Printmotorille painoon tapahtui virhe.
fi: Tilauksen lähettämisessä Printmotorille tapahtui virhe.
sv: Det uppstod ett fel, och beställningen kunde inte skickas till Printmotor.

source: Ota yhteyttä Helsinkikuvia.fi-sivuston ylläpitäjään.
fi: Ota yhteyttä Helsinkikuvia.fi-sivuston ylläpitäjään: kuvakokoelmat@hel.fi / puh. +358 9 3103 6497
sv: Kontakta Helsingforsbilder.fi-webbplatsens administratör: kuvakokoelmat@hel.fi / +358 9 3103 6497

source: Saat tilauksesta vielä sähköpostilla erillisen tilausvahvistuksen, kun maksutapahtuma on vahvistettu. Tähän menee tyypillisesti muutama minuutti, kuitenkin maksimissaan puoli tuntia.
fi: Saat vielä sähköpostitse erillisen tilausvahvistuksen, kun maksutapahtuma on vahvistettu. Tähän menee tyypillisesti muutama minuutti, kuitenkin maksimissaan puoli tuntia.
sv: Du får en separat orderbekräftelse per e-post när betalningstransaktionen har bekräftats. Detta tar vanligtvis några minuter, dock högst en halv timme.

source: Contact details
fi: Yhteystiedot
sv: Kontaktuppgifter

source: Address
fi: Osoite
sv: Adress

source: Order (noun)
fi: Tilaus
sv: Beställning

source: Product
fi: Tuote
sv: Produkt

source: Product selection
fi: Tuotevalikoima
sv: Produktsortiment

source: Order summary
fi: Tilauksen yhteenveto

source: Summary
fi: Yhteenveto
sv: Sammandrag

source: Tämän jälkeen painamalla Tilaa-nappia siirryt maksusivulle.
fi: Siirry maksusivulle Tilaa-painikkeella.
sv: Gå till betalningssidan genom att klicka på Beställ.

source: Change
fi: Vaihda
sv: Ändra

source: Order (verb)
fi: Tilaa
sv: Beställ

source: By pressing Order (verb) you will be redirected to the secure payment service.
fi: Painamalla Tilaa-painiketta siirryt Bamboran maksuvälityspalveluun.
sv: Genom att klicka på Beställ går du till betalningstjänsten Bambora

source: Order payment confirmed
fi: Tilauksen maksu vahvistettu

source: Browse albums
fi: Selaa albumeita

source: Send feedback
fi: Lähetä palautetta kuvasta
sv: Skicka respons om bilden

source: Records
fi: Kuvaa
sv: Beskriv

source: Load more...
fi: Lataa lisää...
sv: Ladda mer...

source: No more results
fi: Ei enempää tuloksia

source: Back to search
fi: Takaisin hakuun
sv: Tillbaka till sökningen

source: Zoom in
fi: Suurenna

source: Zoom out
fi: Pienennä

source: Favorites
fi: Suosikit
sv: Favoriter

source: Your favorite images are collected here
fi: Suosikkikuvasi on kerätty tänne
sv: Dina favoritbilder finns samlade här

source: OGDescription
fi: Helsinkikuvia.fi-palvelu tarjoaa Helsinki-aiheisia valokuvia Helsingin kaupunginmuseon kokoelmista. Valokuvia voi ladata omalle laitteelleen korkearesoluutioisina eli painokelpoisina tai pienempinä, verkkoon sopivina kuvina.

source: Total price with postage
sv: Totalpris

source: The cart contains
sv: Kundvagnen innehåller

source: photo
sv: foto

source: Your cart is empty
sv: Din vagn är tom

source: kpl
sv: mängd

source: Tervetuloa! Olet saapunut Helsinki-aiheisten valokuvien aarreaittaan. Valokuvat tarjoaa Helsingin kaupunginmuseo.
sv: Välkommen! Du har anlänt till Helsingforsbildernas skattkammare. Bilderna erbjuds av Helsingfors stadsmuseum.

source: Täällä voit
sv: Här kan du

source: Selata tai hakea erilaisilla hakusanoilla valokuvia yli 40 000 kuvan joukosta
sv: - Bläddra bland över 40 000 foton eller söka efter foton med olika sökord

source: Selata Helsingin kaupunginmuseon luomia kuva-albumeita eri aiheista
sv: - Bläddra i Helsingfors stadsmuseums album med olika teman

source: Luoda omia albumeita ja lisätä niihin suosikkikuviasi
sv: - Skapa egna album och lägga till dina favoritbilder i dem

source: Katso tarkemmat tiedot käyttöehdoista
sv: Läs mer om användsvillkoren

source: Kuvan tilaaminen
sv: Bildbeställning

source: Palvelu ilmoittaa, mikäli kuvanlaatu on alle suositellun rajan.
sv: Tjänsten meddelar om bildkvaliteten är för låg.

source: Tuotetyyppi
sv: Produkttyp

source: Valmiin tulosteen laatu:
sv: Kvaliteten på den färdiga utskriften:

source: Hinta yht.
sv: Totalpris

source: Kirjoita alle nimesi, sähköpostisi, puhelinnumerosi ja tilausosoite.
sv: Skriv nedan ditt namn, din e-postadress, ditt telefonnummer och leveransadress.

source: Tarkistathan, että tiedot ovat oikein.
sv: Kontrollera att uppgifterna är korrekta.

source: Jatka
sv: Fortsätt

source: Kiitos tilauksestasi - maksu on vahvistettu.
sv: Tack för beställningen. Betalningen har nu bekräftats.

source: Tilauksesi on lähetetty Printmotorille painoon, josta saat sähköpostilla tietoa toimituksen etenemisestä.
sv: Beställningen har skickats till Printmotor. Printmotor informerar dig per e-post om status för beställningen.

source: Kiitos tilauksestasi.
sv: Tack för beställningen.

source: Maksun käsittelyssä tapahtui virhe.
sv: Det uppstod ett fel vid hanteringen av betalningen.

source: Featured collections
sv: Museets album

source: Author
sv: Upphovsman

source: Year
sv: År
